<!DOCTYPE html>

<html lang="pt-br">
    <head>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="style1.css">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <meta name="description" content="Consciencia Negra">
        <meta name="keywords" content="20novembro, zumbi, negra">
        <title> Consciencia Negra </title>
    </head>

    <body>
        <header>
            <img src="baner.png" width="1870px" height="200px"> 
        </header>

        <article>
            <p>Como surgiu o Dia da Consci&ecirc;ncia Negra?</p>
            <hr>

            <section1> <div class="section1"><br>
                <br>Zumbi ganhou respeito por sua comunidade quilombola devido a suas habilidades como guerreiro e pela sua coragem, determinação e estrat&eacute;gias militares.<br>
                <br>Dia 20 de novembro é comemorado o Dia da Consci&ecirc;ncia Negra, dia marcado pela morte de Zumbi de Palmares em 1695, considerado um dos maiores personagens na luta pela aboli&ccedil;&atilde;o da escravid&atilde;o atualmente. <br>
                <br>Após sua morte, seus membros foram dengolados e expostos em praças p&uacute;blicas.<br>
                <br>Al&eacute;m da luta pela escravid&atilde;o, Zumbi foi um grande regressor da &eacute;poca pela luta de liberdade do culto e religi&atilde;o.<br>
                <br>A data de sua morte, descoberta por historiadores no início da década de 1970, motivou membros do Movimento Negro Unificado contra a Discriminação Racial, em um congresso realizado em 1978, no contexto da Ditadura Militar Brasileira, a elegerem a figura de Zumbi como um símbolo da luta e resistência dos negros escravizados no Brasil, bem como da luta por direitos que seus descendentes reivindicam.<br>
                </div></section1> 

                <p>Quem foi Zumbi?</p>
                <hr>

            <section2> <div class="section2">
            <br>Francisco Zumbi, mais conhecido como Zumbi dos Palmares, foi um grande l&iacute;der e representante da resist&ecirc;ncia negra. Algumas fontes dizem que Zumbi nasceu em Palmares, entretanto foi capturado e tomado como escravo aos seus 7 anos de idade. <br>
            <br>Foram diversas batalhas lutadas entre os quilombolas de Palmares e o ex&eacute;rcito portugu&ecirc; no Brasil e contra expedi&ccedil;&otilde;es promovidas por capit&atilde;es e fazendeiros colonos da &eacute;poca.<br>
            <br> Antonio Soares cedeu e traiu o l&iacute;der de Palmares, revelando seu esconderijo. Em novembro de 1965, as tropas de Domingos Jorge Velho capturaram e mataram Zumbi, degolando a sua cabe&ccedil;a e expondo-a em pra&ccedil;a p&uacute;blica. Nesse evento, os bandeirantes dominaram os quilombolas, desfazendo o quilombo. Os sobreviventes do quilombo tiveram que fugir do local.<br>
            </div></section2>
                
            <aside> <div class="image"><img src="https://static.todamateria.com.br/upload/zu/mb/zumbipalmares-cke.jpg" width="275px" height="275px"> <br> </div> </aside>
        </article>

        <footer> <br> <h4>Trabalho de Igor e Miguel </h4>
            <div class="section3"> <h5> "&Eacute; chegada a hora de tirar nossa na&ccedil;&atilde;o das trevas da injusti&ccedil;a racial" <br>
            Zumbi dos Palmares<br>
            ⁂../../1655 † 20/11/1695<br> </h5> </div>
            <div class="fonte"><a href="https://brasilescola.uol.com.br/"> Fonte da pesquisa. </a></div>
         </footer>
    </body>
</html>
